Repository: wp-plugins/eelv-my-widgets
Catalog: languages/eelv_widgets-*.po
Languages: fr_fr

source: My shared widgets
fr_fr: Mes widgets partagés

source: create and share your text widgets in a multisites plateform
fr_fr: Créez et partagez vos widgets texte dans une plateforme multisite

source: One of my shared widgets
fr_fr: Un de mes widgets partagés

source: Share a new widget
fr_fr: Partager un nouveau widget

source: Add a widget
fr_fr: Ajouter un widget

source: Edit
fr_fr: Editer

source: Edit shared widget
fr_fr: Editer le widget partagé

source: New widget
fr_fr: Nouveau widget

source: View
fr_fr: Voir

source: View widget
fr_fr: Voir le widget

source: Search Widgets
fr_fr: Rechercher dans les widgets

source: No Widget Found
fr_fr: Aucun widget trouv&eacute;

source: No Widget Found in Trash
fr_fr: Aucun widget trouv&eacute; dans la corbeille

source: Parent Widget
fr_fr: Widget parent

source: by:
fr_fr: par :

source: Widget options
fr_fr: Options du widget

source: Your widget will be displayed for everyone since you move it into trash
fr_fr: Votre widget sera disponible pour tout le monde jusqu'&agrave; ce que vous le d&eacute;placiez &agrave; la corbeille

source: Shared until %s
fr_fr: Partagé jusqu'au %s

source: Hidden since %s
fr_fr: Caché depuis le %s

source: Extend
fr_fr: Prolonger

source: Visibility
fr_fr: Visibilit&eacute;

source: Bad parameters
fr_fr: Mauvais paramètres

source: created
fr_fr: cr&eacute;&eacute;

source: updated
fr_fr: mis a jour

source: A new widget "%s" has been %s and shared
fr_fr: Un nouveau widget "%s" a &eacute;t&eacute; %s et partag&eacute;

source: A new widget has been %s and shared
fr_fr: Un nouveau widget a ete %s et partage

source: Share status
fr_fr: Statut de partage

source: Their widgets
fr_fr: Leurs widgets

source: Options saved
fr_fr: Option sauvegard&eacute;e

source: Send an alert for each creation :
fr_fr: Envoyer une alerte pour chaque cr&eacute;ation :

source: Keep widgets in cache :
fr_fr: Garder les widgets en cache :

source: value 0 is no-cache
fr_fr: la valeur 0 d&eacute;sactive le cache

source: Hide widgets older than :
fr_fr: Masquer les widget plus vieux que :

source: day(s)
fr_fr: jour(s)

source: value 0 disables option
fr_fr: la valeur 0 d&eacutesactive l'option

source: save
fr_fr: sauvegarder

source: Title
fr_fr: Titre

source: Show
fr_fr: Afficher

source: Hide
fr_fr: Cacher

source: Shared Widgets
fr_fr: Widgets partagés

source: These widgets are shared by other users from your sites platform
fr_fr: Ces widgets sont partagés par les utilisat-eur/rice-s des sites de cette plateforme
